[
  {
    "id":0,
    "title":"Mario-Themed Monopoly Gamer Has Power-Ups And Boss Battles",
    "date":"July 8, 2017",
    "author":"Mike Fahey",
    "submission_by":"Dino Cajic",
    "article":"Hasbro's been pumping out branded versions of classic board game Monopoly for ages. With token-specific abilities, power-up dice and boss fights, Mario-themed Monopoly Gamer is something different...<a href='http:\/\/kotaku.com\/mario-themed-monopoly-gamer-has-power-ups-and-boss-batt-1796474545' target='_blank'>Read More<\/a>"
  },
  {
    "id":1,
    "title":"Super Mario Postage Stamps Coming To Japan ",
    "date":"July 6, 2017",
    "author":"Brian Ashcraft",
    "submission_by":"Dino Cajic",
    "article":"Today in Japan, the country's postal service is releasing an official set of Super Mario stamps. This is not the first Mario stamp set to be released in Japan, as another one came out a few years back...<a href='http:\/\/kotaku.com\/super-mario-postage-stamps-coming-to-japan-1796477718' target='_blank'>Read More<\/a>"
  },
  {
    "id":2,
    "title":"Japanese Airport Cosplays As Nintendo Advertisement",
    "date":"July 3, 2017",
    "author":"Brian Ashcraft",
    "submission_by":"Dino Cajic",
    "article":"Travellers arriving at Kansai International Airport in Osaka will soon be greeted by Nintendo characters plastered all over the place. Starting June 23, Nintendo is setting up what it's calling the \"Nintendo Check In\" at the airpot's Terminal 1 with Switch, 3DS, and smart device titles...<a href='' target='_blank'>Read More<\/a>"
  },
  {
    "id":3,
    "title":"That's One Way To Start Working On Zelda",
    "date":"July 1, 2017",
    "author":"Mike Fahey",
    "submission_by":"Dino Cajic",
    "article":"Super Mario Odyssey producer Yoshiaki Koizumi held an AMA on the Nintendo Switch Reddit today. He answered questions about the game, its music and even hot dogs (not a sandwich), but the most interesting response came when he was asked how he got into game design...<a href='http:\/\/kotaku.com\/thats-one-way-to-start-working-on-zelda-1796110324' target='_blank'>Read More<\/a>"
  },
  {
    "id":4,
    "title":"The New Super Mario Odyssey Trailer Has Me Messed Up, Man",
    "date":"July 8, 2017",
    "author":"Patricia Hernandez",
    "submission_by":"Dino Cajic",
    "article":"In the next big Mario game, our favorite plumber has a special hat. This hat allows Mario to take over the bodies of other creatures and objects. The more I think about the implications of this ability, the more I start to question the fabric of reality, if not Mario's own existence...<a href='http:\/\/kotaku.com\/the-new-super-mario-odyssey-trailer-has-me-messed-up-m-1796094704' target='_blank'>Read More<\/a>"
  }
]